<x-layout>
    <x-slot:heading>
        من نحن
    </x-slot:heading>

    <article id="about" class="custom-article">
        <img class="custom-image" src="images/logo-image.png" alt="" />
        <p class="custom-paragraph custom-paragraph-1">
            إيمانًا منا بأهمية البرمجة و العالم الرقمي في حياتنا كنا نحن بانوراما القصيم، من الرواد في هذه
            المجالاتي التي تسعى للارتقاء بمجال التصميم والبرمجة لتكون من كبرى الصروح بالمملكة والشرق الأوسط في
            تصميم وبرمجة المواقع وتطبيقات الجوال والبرامج الإدارية والمحاسبية .
        </p>
        <p class="custom-paragraph">
            نهدف دائمًا لإرضاء كافة العملاء لدينا من خلال تقديم مجموعة من الخدمات المميزة. نسعى لخلق وتنمية جسور
            التعاون والشراكة وتبادل الخبرات بين المبرمجين في مختلف تخصصاتهم، ونستهدف إعداد برامج متميزة تلبي
            الاحتياجات الحقيقية للمجتمع وسوق العمل مع تطويرها المستمر. ندرب المبرمجين حديثي التخرج لنرتقي
            بـالمستويات المهارية في جميع مجالات البرمجة من الأنشطة الأساسية لخدمة المجتمع المدني.
        </p>
        <p class="custom-paragraph">
            رسالتنا هي خلق مجتمع واعِ فكريًا و متطور علميًا، قادرًا على مواكبة العالم الرقمي بأسهل الطرق
            وأبسطها.
        </p>
    </article>

    <!-- Link to the external CSS file -->
    <!-- <link rel="stylesheet" href="> -->
</x-layout>
